Repository: Aresius423/chappon
Catalog: lib/l10n/app_*.arb
Languages: hu

source: all
hu: összes

# also_kezvagas
source: Cut to the hand from below
hu: Alsó kézvágás

# also_kezvagas_vedese
source: Parry of the cut to the hand from below
hu: Alsó kézvágás védése

# belso_arcvagas
source: Inside cut at the face
hu: Belső arcvágás

# belso_arcvagas_vedese
source: Parry of inside cut at the face
hu: Belső arcvágás védése

# belso_kiallas
source: Inside guard
hu: Belső kiállás

# egyenes_testvagasok_es_vedesek
source: Straight body cuts and parries
hu: Egyenes testvágások és védések

# fejvagas
source: Cut to the head
hu: Fejvágás

# fejvagas_kitoressel
source: Cut to the head with a lunge
hu: Fejvágás kitöréssel

# fejvagas_vedese
source: Parry for the cut to the head
hu: Fejvágás védése

# felso_kezvagas
source: Cut to the hand from above
hu: Felső kézvágás

# felso_kezvagas_vedese
source: Parry of cut to the hand from above
hu: Felső kézvágás védése

# felso_kiallas
source: High guard
hu: Felső kiállás

# felso_kiallasba_megy_at
source: Goes over to high guard
hu: Felső kiállásba megy át

source: glossary
hu: szójegyzék

# has_vagy_oldalvagas
source: Cut at the belly or side
hu: Has- vagy oldalvágás

# kulso_arcvagas
source: Outside cut at the face
hu: Külső arcvágás

# kulso_arcvagas_vedese
source: Parry of outside cut at the face
hu: Külső arcvágás védése

# kulso_kiallas
source: Outside guard
hu: Külső kiállás

source: Master
hu: mester

# megfelelo_vagas_vedese
source: Parries appropriately to the cut
hu: Megfelelő vágás védése

# stb
source: etc.
hu: stb.

source: Student
hu: tanítvány

# tech
source: techniques
hu: technikák

# title
source: Chappon exercises
hu: Chappon gyakorlatok

# visszater_belso_kiallasba
source: Returns to inside guard
hu: Visszatér belső kiállásba

# visszater_felso_kiallasba
source: Returns to high guard
hu: Visszatér felső kiállásba

# visszater_kulso_kiallasba
source: Returns to outside guard
hu: Visszatér külső kiállásba
